Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh95-v4.tmx
Source language: bo
Languages: en

source: འདི་ལྟ་སྟེ།
en: They are as follows:

source: དེའི་ནང་ནས་ཁ་ཅིག་ནི་བཞིན་ཕྱེད་འགེབས་པ་དང་། ཁ་ཅིག་ནི་ནུ་མ་མཁྲང་ཞིང་འབུར་བ་སྟོན་པ་དང་། ཁ་ཅིག་ནི་ཅུང་ཟད་འཛུམ་པས་སོའི་ཕྲེང་བ་སྟོན་པ་དང་། ཁ་ཅིག་ནི་ལག་པ་བརྐྱང་སྟེ་བྱ་རྨྱངས་བྱེད་ཅིང་མཆན་ཁུང་སྟོན་པ་དང་། ཁ་ཅིག་ནི་ཤིང་ཐོག་བིམ་པ་ལྟར་དམར་བའི་མཆུ་སྟོན་པ་དང་།
en: 1. Some of the girls partially covered their faces. 2. Some showed off their firm and voluptuous breasts. 3. Some smiled at him and flashed their teeth. 4. Some lifted their arms, waving them in the air to reveal their armpits. 5. Some flaunted their lips, red like bimba fruit.

source: ཁ་ཅིག་ནི་མིག་ཕྱེད་བཙུམས་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ལ་ལྟ་ཞིང་། བལྟས་ནས་མྱུར་བ་མྱུར་བར་འཛུམས་པ་དང་།
en: 6. Some looked at the Bodhisattva through half-closed eyes and then quickly closed their eyes. 7. Some showed off their half-covered breasts.

source: ཁ་ཅིག་ནི་ནུ་མ་ཕྱེད་གཡོགས་ཏེ་སྟོན་པ་དང་། ཁ་ཅིག་ནི་གོས་སྙིལ་བར་བྱས་ཏེ། གསེར་གྱི་ཕག་སྐ་དང་བཅས་པའི་རྐེད་པ་སྟོན་པ་དང་། ཁ་ཅིག་ནི་གོས་དུ་ཀུ་ལ་སྲབ་མོ་གྱོན་ཏེ། གསེར་གྱི་ཕག་སྐ་དང་བཅས་པའི་རྐེད་པ་སྟོན་པ་དང་། ཁ་ཅིག་ནི་རྐང་གདུབ་སྒྲ་སིལ་སིལ་འབྱིན་པ་དང་། ཁ་ཅིག་ནི་ནུ་མའི་བར་ནས་ཕྲེང་བ་གཅིག་ཉེ་བར་སྟོན་པ་དང་། ཁ་ཅིག་ནི་བརླ་ཕྱེད་ཙམ་བརྫེས་པ་ཉེ་བར་སྟོན་པ་དང་། ཁ་ཅིག་ནི་མགོ་དང་ཕྲག་པ་དག་ལ་བྱ་འདབ་སྦེད་དང་། ནེ་ཙོ་དང་། རི་སྐེགས་འདུག་པར་ཉེ་བར་སྟོན་པ་དང་། ཁ་ཅིག་ནི་བྱང་ཆུབ་སེམས་དཔའ་ལ་མིག་ཟུར་གྱིས་ལྟ་བ་དང་། ཁ་ཅིག་ནི་གོས་ལེགས་པར་བགོས་ཀྱང་བགོ་མ་ལེགས་པ་ལྟ་བུར་བཅོས་པ་དང་། ཁ་ཅིག་ནི་རྐེད་པ་དང་། གསེར་གྱི་ཕག་སྐ་སྐྱོད་པ་དང་། ཁ་ཅིག་ནི་འཁྲུལ་བ་ལྟར་འཆོས་ཤིང་སྒེག་སྟེ་ཕན་ཚུན་འཆག་པ་དང་། ཁ་ཅིག་ནི་གར་བྱེད་པ་དང་། ཁ་ཅིག་ནི་གླུ་ལེན་པ་དང་། ཁ་ཅིག་ནི་བསྒེགས་ཤིང་ངོ་ཚ་བ་ལྟར་ཡང་འཆོས་པ་དང་། ཁ་ཅིག་ནི་ཆུ་ཤིང་རླུང་གིས་བསྐྱོད་པ་ལྟར་བརླ་སྒུལ་བ་དང་། ཁ་ཅིག་ནི་བརྗིད་པའི་སྒྲ་འབྱིན་པ་དང་། ཁ་ཅིག་ནི་སེང་རས་བགོས་ཏེ་གསེར་གྱི་ཕག་སྐ་དྲིལ་བུ་ཅན་བཅིངས་ནས་དགོད་ཅིང་འཆག་པ་དང་། ཁ་ཅིག་ནི་གོས་དང་རྒྱན་རྣམས་ས་ལ་འདོར་ཞིང་ངོ་ཚ་བ་ལྟར་སླར་ཡང་ལེན་པ་དང་། ཁ་ཅིག་ནི་གསང་བ་དང་། གསལ་བའི་རྒྱན་ཐམས་ཅད་ཉེ་བར་སྟོན་པ་དང་། ཁ་ཅིག་ནི་ལག་པ་སྤོས་ཀྱིས་བསྐུས་པ་སྟོན་པ་དང་། ཁ་ཅིག་ནི་མཁུར་བ་བསྐུས་ཤིང་རྣ་ཆ་ཡང་སྟོན་པ་དང་། ཁ་ཅིག་ནི་མགོ་ཡང་གཡོགས་ཤིང་བཞིན་ཡང་གཡོགས་ལ་སྐད་ཅིག་ཙམ་གྱིས་སྟོན་པ་དང་། ཁ་ཅིག་ནི་སྔོན་རྒོད་རྒོད་པ་དང་། དགའ་དགའ་བ་དང་། རྩེ་རྩེ་བ་ཕན་ཚུན་དྲན་པར་བྱེད་ཅིང་ཡང་ངོ་ཚ་བ་ལྟར་འདུག་པ་དང་། ཁ་ཅིག་ནི་གཞོན་ནུའི་གཟུགས་དང་། བུ་མ་བཙས་པའི་གཟུགས་དང་། ན་ཆུང་ཚད་ལ་བབ་པའི་གཟུགས་སྟོན་པ་དང་། ཁ་ཅིག་ནི་འདོད་པ་དང་ལྡན་པས་བྱང་ཆུབ་སེམས་དཔའ་ལ་སྒུགས་པ་དང་། ཁ་ཅིག་ནི་བྱང་ཆུབ་སེམས་དཔའ་ལ་མེ་ཏོག་སིལ་མས་འཐོར་བ་དག་སྟེ། བྱང་ཆུབ་སེམས་དཔའི་མདུན་དུ་འདུག་ནས་བྱང་ཆུབ་སེམས་དཔའི་བསམ་པ་ལ་རྟོག་ཅིང་གདོང་དུ་ཡང་བལྟ་སྟེ།
en: 8. Some loosened their clothes to reveal their hips adorned with girdles.9. Some wore fine, transparent clothes that revealed their hips and their girdles. 10. Some made clinking sounds with their anklets. 11. Some showed their breasts adorned with strings of pearls. 12. Some showed off their half-naked thighs. 13. Some displayed jays, parrots, and myna birds sitting on their heads and shoulders. 14. Some cast sidelong glances at the Bodhisattva. 15. Some wore good clothes, yet let them hang improperly.16. Some made the chains on their hips shake and twinkle. 17. Some mischievously moved back and forth in a flirtatious manner. 18. Some danced. 19. Some sang. 20. Some flirted and acted shy. 21. Some shook their thighs like a palm tree moved by the wind. 22. Some let out deep moans. 23. Some dressed in transparent cloth with bells hanging from the string at their waist and walked around giggling. 24. Some stripped off all their clothes and jewelry. 25. Some showed off all their jewelry, both the secret and the apparent. 26. Some showed their arms, which had been rubbed with perfume. 27. Some displayed their earrings anointed with perfume.28. Some covered their face with a veil and then suddenly revealed it. 29. Some laughed, played, and had fun, trying to attract each other’s attention. But then they again pretended to be shy. 30. Some of them showed off their virgin bodies that had never given birth. 31. Some tried to lure the Bodhisattva with offers of love. 32. Some scattered flower petals on the Bodhisattva. Standing before the Bodhisattva, they pondered what his thoughts might be as they looked at his face.

source: འདི་ཅི་ཆགས་པའི་དབང་པོས་བལྟ་འམ་འོན་ཏེ་མིག་རྒྱང་རིང་དུ་བལྟ་འམ།
en: Did he look at them with his senses aroused? Or did he look into the distance?

source: གཡོའམ་མི་གཡོ་ཞེས་བལྟས་ན།
en: They looked to see if he was excited or not.

source: བྱང་ཆུབ་སེམས་དཔའི་བཞིན་དག་ཅིང་དྲི་མ་མེད་ལ་སྒྲ་གཅན་ལས་ཐར་བའི་ཟླ་བའི་དཀྱིལ་འཁོར་ལྟ་བུར་འདུག་པ་དང་། ཉི་མ་ཐོག་མ་ཤར་བ་ལྟ་བུ་དང་། གསེར་གྱི་མཆོད་སྡོང་ལྟ་བུ་དང་། པད་མ་འདབ་མ་སྟོང་པ་རྒྱས་པ་ལྟ་བུ་དང་། གཏོར་བར་བྱ་བ་གཏོར་བའི་མེ་ལྟ་བུ་དང་། ལྷུན་པོ་ལྟར་མི་གཡོ་བ་དང་། ཁོར་ཡུག་ལྟར་མངོན་པར་འཕགས་པ་དང་། དབང་པོ་ཤིན་ཏུ་བསྲུངས་པ་དང་། གླང་པོ་ལྟར་སེམས་ཤིན་ཏུ་དུལ་བར་མཐོང་ངོ་།
en: The face of the Bodhisattva, however, remained as pure and stainless as the orb of the full moon when it escapes the mouth of Rāhu, or the sun rising in the early dawn, or a golden pillar, or a blooming thousand-petaled lotus, or a sacrificial fire sprinkled with oil. Like the central mountain, it remained unmoving. Like the surrounding mountains, it was truly elevated. He guarded his senses well and, like the elephant, his look was that of someone with a mind well tamed.

source: །དེ་ནས་བདུད་ཀྱི་བུ་མོ་དེ་དག་གིས་བྱང་ཆུབ་སེམས་དཔའ་ཤིན་ཏུ་ཆགས་པར་བྱ་བའི་ཕྱིར་གླུ་དང་གར་དུ་སྦྱར་བའི་ཚིགས་སུ་བཅད་པ་འདི་དག་སྨྲས་སོ།
en: Now the daughters of Māra, in a further attempt to arouse the Bodhisattva’s desires, spoke these verses to him:

source: །དུས་ཀྱི་དམ་པ་སོས་ཀ་བཟང་ལ་བབ།
en: “Springtime is here, the best of seasons;

source: །ཞུགས་ཤིང་མེ་ཏོག་རྒྱས་ཀྱིས་དགྱེས་པར་རོལ།
en: Let us frolic, dear, while the trees are in bloom.

source: །ཁྱོད་ཀྱི་གཟུགས་ནི་གཟུགས་བཟང་མཛེས་པ་སྟེ།
en: Your body is so beautiful and attractive;

source: །མཚན་གྱིས་སྤྲས་པའི་དབང་དུ་བདག་ཅག་འགྱུར།
en: It is enticing, has auspicious marks, and is well adorned.

source: །བདག་ཅག་སྐྱེས་པ་ལེགས་སྐྱེས་དབྱིབས་ལེགས་ཏེ།
en: “We were born beautiful and with perfect curves;

source: །ལྷ་མི་བདེ་བའི་རྐྱེན་དུ་བདག་ཅག་བྱུང་།
en: We are here to please gods and humans and grant complete satisfaction.

source: །བྱང་ཆུབ་རྙེད་དཀས་ཐུགས་ནི་སླར་སྒྱུར་ལ།
en: Awakening is hard to gain, so change your mind;

source: །མྱུར་དུ་བཞེངས་ཏེ་དར་ལ་བབ་པ་སྤྱོད།
en: Quick, stand up and enjoy the prime of youth!

source: །ཁྱོད་ཀྱི་ཆེད་དུ་ཆས་ནས་རབ་ཏུ་བརྒྱན་ཏེ་ལྷགས་གྱུར་པ།
en: “It is for your sake that we have come here, all dressed up and adorned;

source: །ལྷ་ཡི་བུ་མོ་ལེགས་པར་བརྒྱན་པ་འདི་དག་རྣམས་ལ་གཟིགས། །
en: Come now, take a look at these divine girls so beautifully adorned.

source: གཟུགས་འདི་བལྟས་ནས་ཤིང་རུལ་ལྟ་བུར་སྲོག་ཙམ་ལུས་པ་ཡང་། །ཆགས་པར་འགྱུར་ན་ཆགས་པས་དགའ་བ་སུ་ཞིག་ཆགས་མི་འགྱུར།
en: Who would not be thrilled when enjoying the passion of love? Even a decayed tree would be brought back to life!

source: །སྐྲ་འཇམ་ཤིན་ཏུ་དྲི་ཞིམ་དྲི་དང་ལྡན།
en: “Our voices are soft and our scent is delicious;

source: །ཅོད་པན་རྣ་ཆ་འདབ་རིས་བཞིན་རྒྱས་ལ།
en: Our faces look their best with diadems, earrings, and makeup.

source: །དཔྲལ་བ་ལེགས་ཤིང་ལེགས་བྱུགས་བཞིན་དང་ལྡན།
en: Our faces have beautiful brows and are well anointed;

source: །པད་མ་རྒྱས་པ་ལྟ་བུར་མིག་ཡངས་ལེགས།
en: Our beautiful eyes are as pure and large as lotuses.

source: །ཁ་བཞིན་ཟླ་བ་ཉ་བ་ལྟ་བུ་སྟེ།
en: “Our faces resemble the full moon;

source: །ཤིང་ཏོག་བིམ་པ་སྨིན་འདྲའི་མཆུ་དང་ལྡན།
en: Our lips are like ripe bimba fruit;

source: །དུང་དང་ཀུན་ད་ཁ་བ་དཀར་སོ་ལྡན།
en: Our teeth are white like conch shells, jasmine flowers, or snow.

source: །སྡུག་པ་དགའ་ལ་ཆགས་པ་རྣམས་ལ་གཟིགས།
en: So, O Beloved, look at us who ardently desire pleasure.

source: །ནུ་མ་ཤིན་ཏུ་མཁྲང་ཞིང་རྒྱས་ལ་འབུར།
en: “Look at our firm and voluptuous breasts,

source: །ལྟོ་བའི་རྐེད་ན་གཉེར་གསུམ་ཤིན་ཏུ་མཛེས།
en: The beautiful three folds on our bellies,

source: །རྐེད་པ་འཁོར་ས་ལྟ་བུར་ཡངས་ཤིང་མཛེས།
en: And our broad and beautiful hips.

source: །ན་ཆུང་ཤིན་ཏུ་མཛེས་ལ་མགོན་པོ་གཟིགས།
en: Lord, look at us, such beautiful maidens.

source: །གླང་པོའི་སྣ་འདྲ་བ་ཡི་བརླ་ལྡན་ཞིང་།
en: “Our thighs resemble the trunk of an elephant;

source: །ལག་པ་གདུ་བུས་ཆལ་པར་གང་བ་ཅན།
en: Our arms are bedecked with abutting bracelets;

source: །རྐེད་པ་གསེར་གྱི་ཕག་སྐ་རབ་མཛེས་བརྒྱན།
en: Our hips are adorned with beautiful chains.

source: །ཁྱོད་ཀྱི་བྲན་མོ་འདི་ལ་མགོན་པོ་གཟིགས།
en: Lord, look at us, your servants.

source: །ངང་པའི་སྟབས་ལྡན་དལ་གྱིས་མཆི་བགྱིད་པ།
en: “With the gait of a swan, we gently approach you;

source: །འཇམ་ཞིང་ཡིད་འོང་འདོད་ལྡན་མཛེས་སྨྲ་བ།
en: Soft and beautiful, we talk of amorous love.

source: །རྣམ་པ་འདི་ལྟར་ཤིན་ཏུ་ལེགས་བརྒྱན་ལ།
en: Beautifully adorned as we are,

source: །ལྷ་ཡི་དགའ་བ་རྣམས་ལ་ཤིན་ཏུ་མཁས།
en: We are experts in divine pleasures.

source: །གླུ་དང་རོལ་མོའི་དབྱངས་སྒྲ་གར་རབ་བསླབས།
en: “We are well trained in singing, playing instruments, and theatrical performance;

source: །དགའ་བའི་ཆེད་དུ་མཛེས་པའི་གཟུགས་ཅན་སྐྱེས།
en: We are born with perfect bodies for the sake of pleasure.

source: །འདོད་ལ་རབ་དགའ་གལ་ཏེ་མི་བཞེད་ན།
en: If you don’t accept us now, as we crave pleasure,

source: །འཇིག་རྟེན་དག་ན་ཁྱོད་ནི་ཤིན་ཏུ་བསླུས།
en: You will quickly become a loser in this world.

source: །མི་གླེན་ནོར་གྱི་བདེ་བ་མི་ཤེས་འགའ།
en: “What man would run away when he sees a treasure?

source: །གཏེར་མཐོང་ནས་ནི་འབྲོས་པར་བགྱིད་པ་ལྟར།
en: You will be exactly like that, ignorant of the treasure, which is love,

source: །ཁྱོད་ཀྱང་འདོད་ཆགས་མི་མཁྱེན་རང་ལྷགས་པ།
en: If you remain ignorant of amorous passion

source: །ན་ཆུང་རྣམས་ལ་མི་སྤྱོད་དེ་དང་འདྲ།
en: And fail to enjoy these young girls, who have come of their own will.”

source: །དགེ་སློང་དག་དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་མིག་མི་འཛུམས་པར་འཛུམ་དམུལ་ཏེ།
en: Monks, the Bodhisattva just smiled with unblinking eyes.

source: བཞིན་གྱི་འཛུམ་ཕྱུང་ཞིང་། དབང་པོ་རྣམ་པར་མ་འཁྲུགས་པ་དང་། ལུས་མ་བཅོས་པ་དང་། བརྗིད་པ་དང་། མ་ཆགས་པ་དང་། མི་སྡང་བ་དང་། མ་རྨོངས་པ་དང་། རིའི་དབང་པོ་ལྟར་མི་གཡོ་བ་དང་། མ་ཞུམ་པ་དང་། མ་གྱུར་པ་དང་། འཛེམ་པ་མེད་པ།
en: He sat there smiling, with calm senses, physically at ease, resplendent, without attachment, free from anger, and without delusion. Like the king of mountains he was immutable, confident, unconfused, and untroubled.

source: བློ་ཤིན་ཏུ་ལེགས་པར་གནས་པ་དང་། ཉོན་མོངས་པ་རྣམས་ཤིན་ཏུ་སྤངས་པའི་ཕྱིར་རང་གི་ཁ་ན་ལས་པའི་ཡེ་ཤེས་ཀྱི་སྒོ་དང་། འཇམ་ཞིང་སྙན་པའི་ཚིག་དང་། ཚངས་པ་ལས་ལྷག་པའི་ང་རོ་དང་། བྱ་ཀ་ལ་པིང་ཀའི་སྒྲ་དབྱངས་དང་། སྙན་པ་དང་། ཡིད་དུ་འོང་བས་བདུད་ཀྱི་བུ་མོ་དེ་དག་ལ་ཚིགས་སུ་བཅད་པས་སླར་སྨྲས་པ།
en: Since he had totally abandoned, all by himself, all disturbing emotions through his well-established intelligence and wisdom, he now spoke with soft and pleasant words in a tone that exceeded even the voice of Brahmā. His voice was like that of a cuckoo, pleasant and sweet sounding, as he addressed Māra’s daughters with these verses:

source: འདོད་པ་སྡུག་བསྔལ་མང་པོ་སྩོགས་ཤིང་སྡུག་བསྔལ་རྩ་བ་སྟེ།
en: “Desire results in a great deal of suffering; it is the root of suffering.

source: །མི་མཁས་རྣམས་ལ་བསམ་གཏན་རྫུ་འཕྲུལ་དཀའ་ཐུབ་ཉམས་པར་བྱེད།
en: For the unwise, desire ruins their concentration, magical ability, and austerities;

source: །བུད་མེད་འདོད་པའི་ཡོན་ཏན་ཆོག་པ་མེད་ཅེས་མཁས་པས་སྨྲས།
en: The wise say that chasing women brings no satisfaction.

source: །ང་ནི་མི་མཁས་རྣམས་ལ་ཤེས་རབ་ཆོག་པར་བྱེད་པར་འགྱུར།
en: I will satisfy the unskillful ones with wisdom.

source: །འདོད་པ་བསྟེན་ན་སྲིད་པ་ཕྱིར་ཞིང་རྣམ་པར་འཕེལ་འགྱུར་ཏེ།
en: “The thirst of someone who pursues desires increases evermore,

source: །དཔེར་ན་མི་འགའ་ལ་ལ་ཚྭ་ཆུ་འཐུངས་པར་གྱུར་པ་བཞིན།
en: Just like one feels after drinking salty water.

source: །དེ་ལ་ཞུགས་པ་བདག་གི་དོན་མིན་གཞན་གྱི་དོན་ཀྱང་མིན།
en: If I were to engage in that, there would be no benefit to me or to others,

source: །ང་ནི་བདག་གི་དོན་དང་གཞན་གྱི་དོན་ལ་སྤྲོ་བ་ཡིན།
en: And I delight in being useful to both myself and to others.

source: །ཁྱོད་ཀྱི་གཟུགས་ནི་ཆུ་བུར་དག་དང་དབུ་བ་མཚུངས་ཤིང་འདྲ།
en: “Your beauty is like water bubbles or foam;

source: །སྒྱུ་མའི་ཚོན་ལྟར་རང་གི་བློ་ཡིས་རྣམ་པར་བསྒྲུབས་པ་སྟེ།
en: Like magical colors, it is merely mentally created.

source: །རྨི་ལམ་དག་ན་རྩེ་བ་ལྟ་བུར་མི་བརྟན་མི་རྟག་ཀྱང་།
en: Like a play or a dream, it is unstable and impermanent;

source: །བྱིས་པ་མི་མཁས་རྣམས་ཀྱི་སེམས་ནི་རྟག་ཏུ་རྨོངས་པར་བྱེད།
en: It deludes the minds of childish beings.

source: །མིག་ནི་ཆུ་ཡི་ཆུ་བུར་མཚུངས་ཤིང་འདྲ་སྟེ་པགས་པས་གཡོགས།
en: “The eyes are like water bubbles—they are enclosed in a membrane,

source: །ཁྲག་བརླང་མཁྲང་ཞིང་འབུར་བ་དཔེར་ན་ནད་ཀྱི་འབྲས་དང་མཚུངས།
en: Like clotted blood is enclosed in a suppurating ulcer.

source: །ལྟོ་ནི་གཅིན་དང་ཕྱི་ས་སོགས་ཏེ་ཤིན་ཏུ་མི་གཙང་བ།
en: The belly is one big load of urine and excrement, excreting filth;

source: །སྡུག་བསྔལ་འཁྲུལ་འཁོར་ལས་དང་ཉོན་མོངས་པ་ལས་ཡང་དག་བྱུང་།
en: This mechanism of suffering has emerged from karma and disturbing emotions.

source: །བྱིས་པའི་བློ་ཅན་དག་ནི་རྨོངས་གྱུར་ཕྱིན་ཅི་ལོག་པ་ཡིས།
en: “It is the deluded people with childish minds, not the wise ones,

source: །ལུས་གང་ལ་ནི་སྡུག་པར་རྟོག་པ་མཁས་པ་དེ་ལྟ་མིན།
en: Who mistakenly perceive the body as beautiful.

source: །སྡུག་བསྔལ་རྩ་བར་གྱུར་པའི་འཁོར་བར་ཡུན་རིང་འཁོར་བྱེད་ན།
en: This makes them spin for a long time in cyclic existence, the source of suffering;

source: །སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སྡུག་བསྔལ་མི་བཟད་མང་པོ་མྱོང་།
en: Their suffering, experienced in hell, is extremely painful.

source: །རྐེད་པ་ནས་ནི་རབ་ཏུ་ཡིད་མི་འོང་བའི་དྲི་ཅན་འཛག །བརླ་དང་བྱིན་པ་རྐང་པ་དག་ནི་འཁྲུལ་འཁོར་ལྟ་བུར་གནས།
en: “From the crotch, awful smells are leaked; The thighs, the calves, and the feet are joined together like a mechanical contraption.

source: །ང་ཡིས་ཁྱེད་ལ་ཡང་དག་བརྟགས་ན་སྒྱུ་མ་ཇི་བཞིན་ཏེ།
en: When I examine you, I see that you are like an illusion,

source: །ཕྱིན་ཅི་ལོག་གི་རྒྱུ་དང་རྐྱེན་ལས་བྱུང་བར་གྱུར་པ་ཡིན།
en: Which has deceptively emerged from causes and conditions. “When seeing that sensual enjoyments are without good qualities,

source: །འཕགས་པའི་ཡེ་ཤེས་ལམ་ལས་གོལ་བ་ཕྱིན་ཅི་ལོག་གྱུར་པ།
en: And that they lead away from the noble path of wisdom,

source: །མེ་དང་དུག་གི་ལོ་མ་འདྲ་ཞིང་སྦྲུལ་ཆེན་ཁྲོས་འདྲ་བ། །འདོད་པའི་ཡོན་ཏན་ཡོན་ཏན་མིན་ཞིང་ཡོན་ཏན་ཉམས་མཐོང་ན།
en: And that they are the same as poisonous plants or fires, or like angry vipers,

source: །དེ་ལ་བྱིས་པ་བདེ་བའི་འདུ་ཤེས་སྐྱེད་ཅིང་བརྒྱལ་བར་གྱུར།
en: Only fools would call them ‘happiness.’

source: །མི་གང་འདོད་པས་བུད་མེད་རྣམས་ཀྱི་ཁོལ་པོར་གྱུར་པ་དང་། །གང་ཞིག་ཆོས་ཀྱི་དགའ་བ་བོར་ཏེ་འདོད་པས་དགའ་བྱེད་ཅིང་།
en: “Whoever becomes a slave of women through desire

source: །དགའ་ལ་བརྐམ་པ་དེ་ནི་ཚུལ་ཁྲིམས་ལམ་ལས་གོལ་གྱུར་ཅིང་། །བསམ་གཏན་ལམ་གོལ་བློ་ཉམས་ཡེ་ཤེས་ལས་ནི་རབ་རིང་གནས།
en: Will stray from discipline, from concentration, and lose common sense. Wallowing in pleasure, he will be far removed from wisdom If he discards his joy in the Dharma and delights in desire.

source: །ང་ནི་འདོད་ཆགས་ཞེ་སྡང་ལྷན་ཅིག་གནས་པ་མ་ཡིན་ཏེ།
en: “I have neither attachment nor anger;

source: །རྟག་དང་སྡུག་དང་བདག་དང་ལྷན་ཅིག་གནས་པར་བྱེད་མ་ཡིན།
en: I do not perceive anything permanent, attractive, or with a self.

source: །མི་དགའ་བ་དང་དགའ་དང་ལྷན་ཅིག་གནས་པ་མ་ཡིན་ལ།
en: I do not feel dislike or joy;

source: །ང་ཡི་སེམས་ནི་རབ་ཏུ་གྲོལ་ཏེ་མཁའ་ལ་རླུང་དང་འདྲ།
en: My mind is free, like the wind in the sky.

source: །གལ་ཏེ་ཁྱེད་འདྲའི་འགྲོ་བ་ཀུན་གྱིས་འདིར་ནི་གང་གྱུར་ལ།
en: “Even if the whole world were filled with the likes of you

source: །བསྐལ་པར་དེ་དག་རྣམས་དང་ལྷན་ཅིག་འདྲེ་ཞིང་གནས་ཀྱང་ནི།
en: Who besieged me here, for eons on end,

source: །ང་ལ་ཐ་བ་མེད་ཅིང་ཆགས་མེད་གཏི་མུག་མི་འགྱུར་ཏེ།
en: I would not feel anger, attachment, or delusion,

source: །རྒྱལ་བ་རྣམས་ཀྱི་ཐུགས་ནི་ནམ་མཁའ་མཚུངས་ཤིང་འདྲ་ཕྱིར་རོ།
en: Because the mind of the victorious ones is like the sky.

source: །ལྷ་དང་ལྷ་མོ་ཤིན་ཏུ་དྲི་མེད་ལ།
en: “Although the gods and goddesses in their purity and splendor

source: །ཁྲག་དང་རུས་པ་མེད་ཅིང་རབ་བཟང་བ།
en: Have no blood or bones,

source: །དེ་དག་ཀུན་ཀྱང་འཇིགས་པ་ཆེར་གནས་ཏེ།
en: They all live in great fear

source: །རྟག་དངོས་བྲལ་ཞིང་ཐེར་ཟུག་མེད་ཕྱིར་རོ།
en: Since they lack permanence and cannot endure.”

source: །དེ་ནས་བདུད་ཀྱི་བུ་མོ་བུད་མེད་ཀྱི་སྒྱུ་རྣམས་ཤིན་ཏུ་བསླབས་པ་དེ་དག་དེ་བས་ཀྱང་ཆེར་འདོད་ཆགས་དང་། རྒྱགས་པ་དང་། དྲེགས་པ་བསྐྱེད་དེ།
en: At that point Māra’s daughters, skilled as they were in female deception, felt even greater lust, haughtiness, and pride.

source: སྟེག་པ་བསྟན་ནས་ལུས་རྣམས་བརྒྱན་ཏེ། བུད་མེད་ཀྱི་གཡོ་ཉེ་བར་བསྟན་ནས་བྱང་ཆུབ་སེམས་དཔའ་ལ་རྔོད་དོ།
en: They displayed love gestures, showed off their adorned bodies, and tried even further female trickery in their attempts to seduce the Bodhisattva.

source: བུ་མོའི་ནང་ན་གཅེས་མཆོག་སྲེད་དང་དགའ་དང་དགའ་ཅན་ལྷན་ཅིག་ཏུ།
en: The most seductive and sweet girls, Tṛṣṇā, Rati, and Arati,

source: །བདུད་ཀྱིས་བཏང་བ་ཤིན་ཏུ་ཚུལ་དུ་ཤིས་པར་རིངས་པར་ལྷགས་གྱུར་ཏེ།
en: These three graceful ones hastily arrived, sent by Māra.

source: །ཤིང་གི་ལྕུག་མ་གཞོན་ནུ་ལོ་མར་བཅས་པ་རླུང་གིས་བསྐྱོད་པ་བཞིན།
en: They danced like the shoots of young creepers on a tree blowing in the breeze

source: །གར་བྱེད་ཅིང་ནི་རྒྱལ་པོའི་སྲས་པོ་ཤིང་དྲུང་འདུག་ལ་རྔོད་པར་བྱེད།
en: To stir lust in the prince sitting under the tree branches.

source: །དུས་ཀྱི་ནང་ན་དམ་པ་མཆོག་ཏུ་བགྱི་བ་སོས་ཀའི་དུས་འདི་སྟེ།
en: Among all seasons, springtime is the best;

source: །སྐྱེས་པ་དག་དང་བུད་མེད་དགའ་བར་བགྱིད་ཅིང་མུན་པ་རྡུལ་ཡང་བཅོམ།
en: At this time men and women frolic, and darkness and dust disappear.

source: །ཁུ་བྱུག་དང་ནི་ངང་པ་རྨ་བྱ་སྒྲ་འབྱིན་བྱ་ཚོགས་རྣམས་ཀྱིས་གང་།
en: Cuckoos, swans, and peacocks call out, and flocks of birds fill the air;

source: །འདོད་པའི་ཡོན་ཏན་དགའ་བ་མྱོང་བར་བགྱི་བའི་དུས་ལ་ད་བབ་བོ།
en: The time to experience the joys of pleasure has arrived.

source: །བསྐལ་པ་སྟོང་དུ་ཚུལ་ཁྲིམས་དགའ་ཞིང་བརྟུལ་ཞུགས་དཀའ་ཐུབ་སྤྱད་གྱུར་པ།
en: For thousands of eons he delighted in discipline, austerities, and hardships;

source: །རི་ཡི་རྒྱལ་པོ་ལྟ་བུར་མི་གཡོ་ཉི་མ་ཤར་མ་ཐག་པའི་གཟུགས།
en: He is immutable like the king of mountains, with a body like the rising sun.

source: །འབྲུག་བསྒྲགས་ལྟ་བུར་སྒྲ་སྙན་རི་དགས་དབང་པོ་སྒྲ་བསྒྲགས་འདྲ་བ་པོ།
en: Like roaring thunder, his beautiful voice resounds like that of the king of beasts;

source: །འགྲོ་ལ་ཕན་པ་བྱེད་པ་དེ་ཡིས་དོན་དང་ལྡན་པའི་ཚིག་སྨྲས་པ།
en: This person, who benefits others, utters only meaningful words.

source: །འདོད་པ་རྩོད་དང་དགྲ་དང་འཐབ་དང་ཉོན་མོངས་བཅས་དང་འཇིགས་བྱེད་པ།
en: Desire, disputes, hostility, and strife bring the fear of death;

source: །བྱིས་པའི་སྐྱེ་བོས་ཉེ་བར་བསྟེན་གྱི་མཁས་པའི་སྐྱེ་བོས་རྟག་སྤངས་པ།
en: Ignorant fools engage in them continually, yet the skilled ones renounce them.

source: །གང་དུ་བདེ་གཤེགས་རྣམས་ཀྱིས་བདུད་རྩི་བརྙེས་པའི་དུས་ལ་བབ་གྱུར་གྱིས།
en: This is the time when the Well-Gone One attains immortality,

source: །དོ་མོད་བདུད་ལས་རྒྱལ་ཏེ་སྟོབས་བཅུ་རྣམས་དང་ལྡན་པ་དགྲ་བཅོམ་འགྱུར།
en: So today he will conquer Māra and become a worthy one with the ten powers.

source: །སྒྱུ་རྣམས་བསྟན་ནས་སྨྲས་པ་ཞལ་རས་པད་མ་འདྲ་བ་གསན་དུ་གསོལ།
en: After many magical displays, they said, “You, with your lotus-like face, listen to us.

source: །ཁྱོད་ནི་རྒྱལ་པོ་དབང་ཕྱུག་དམ་པ་ས་བདག་སྟོབས་དང་ལྡན་པར་འགྱུར།
en: You will become a king, a supreme ruler, a powerful master of the earth;

source: །བུད་མེད་དམ་པའི་ཚོགས་ཀྱིས་སིལ་སྙན་སྟོང་དག་རབ་ཏུ་བགྱིད་འགྱུར་ན།
en: Flocks of beautiful women will play thousands of instruments for you.

source: །ཐུབ་པའི་ཆ་བྱད་ཀྱིས་ནི་ཅི་བགྱིས་སྤོངས་ལ་དགའ་བ་བསྟེན་དུ་གསོལ།
en: Of what use is the dress of a sage to you? Give that up and enjoy pleasures instead.”

source: ང་ནི་སྲིད་པ་གསུམ་ན་དབང་ཕྱུག་ལྷ་དང་མི་རྣམས་ཀྱིས་མཆོད་ལ།
en: “I will be the master of the three realms, venerated by gods and humans;

source: །ཆོས་ཀྱི་འཁོར་ལོས་འགྲོ་ཞིང་སྟོབས་བཅུའི་སྟོབས་དང་ལྡན་པའི་རྒྱལ་པོར་འགྱུར།
en: I will be a king who travels by the wheel of Dharma, endowed with ten powers.

source: །སློབ་དང་མི་སློབ་བུ་རྣམས་ཁྲག་ཁྲིག་རྟག་ཏུ་འདུད་པ་མངོན་དུ་བྱེད།
en: A million seekers‌, and those with no more need for learning, will always bow to me;

source: །ཆོས་ཀྱི་དགའ་བས་དགའ་ཡི་ཡུལ་ལ་ང་ཡི་ཡིད་ནི་དགའ་མ་ཡིན།
en: Because I enjoy the Dharma, I no longer seek joyful objects.”

source: །དེ་དག་གིས་སྨྲས་པ།
en: The daughters said:

source: རེ་ཤིག་དར་ལ་བབ་པ་མ་ཡོལ་དང་པོ་ཐོར་བུར་གྱུར་པ་དང་། །ཁྱོད་ནི་རེ་ཤིག་སྙུན་གྱིས་མ་བཏབ་མི་ཤིས་བགྲེས་པར་མ་གྱུར་དང་། །ཇི་སྲིད་དར་ལ་བབ་ཅིང་བདག་ཅག་གྲོགས་ཀྱང་དར་ལ་བབ་གྱུར་པ།
en: “For as long as your youth has not passed and you are in your prime, For as long as disease has not struck you and you are not old and gray haired, For as long as you have your beauty and youth, and we, too, are happy,

source: །དེ་སྲིད་བར་དུ་འཛུམ་པའི་ཞལ་གྱིས་འདོད་པའི་དགའ་བ་སྤྱད་དུ་གསོལ།
en: For so long you should enjoy the pleasures of love with a smile on your face.”

source: ཇི་སྲིད་དོ་མོད་དལ་བ་དམ་པ་འཆི་མེད་དཀོན་པ་རྙེད་པ་དང་། །ཇི་སྲིད་ལྷ་དང་ལྷ་མིན་གྲོང་ཁྱེར་མི་ཁོམ་སྡུག་བསྔལ་སྤངས་པ་དང་། །ཇི་སྲིད་རྒ་དང་ན་དང་འཆི་བའི་དགྲ་ཡིས་དཀྲུགས་པར་མ་གྱུར་པ།
en: “Until I attain perfect freedom and immortality, so difficult to attain, Until I am rid of the suffering and bondage in the realms of gods and demigods, Until old age, disease, and death show their angry faces,

source: །དེ་སྲིད་ང་ནི་འཇིགས་མེད་གྲོང་ཁྱེར་འགྲོ་བའི་ལམ་མཆོག་བསྒོམ་པར་བྱ།
en: For so long I will train on the auspicious path that leads to the city of fearlessness.”

source: ལྷ་ཡི་གནས་ན་སུམ་ཅུ་རྩ་གསུམ་བདག་པོ་ལྷ་མོས་བསྐོར་བ་དང་། །འཐབ་བྲལ་འཐབ་བྲལ་རབ་དང་དགའ་ལྡན་རབ་དང་བདུད་ཀྱི་གྲོང་ཁྱེར་ན།
en: “In the divine realm you, like Śakra, will be surrounded by divine maidens; In the Heaven Free from Strife, the Heaven Fully Free from Strife, and the Heaven of Joy, you will be praised by the best of immortals.

source: །ལྷ་མཆོག་བསྟོད་པ་བཞིན་དུ་བུད་མེད་དབང་དུ་གྱུར་ནས་འདོད་དགའ་ལ།
en: In the realm of Māra, enthralled by amorous women, you will find the pleasures of love;

source: །རོལ་ཅིང་སྤྱོད་ལ་བདག་ཅག་རྣམས་དང་ལྷན་ཅིག་དགྱེས་པ་རྒྱ་ཆེན་མཛོད།
en: Relish playing with us—it will bring great pleasure!”

source: འདོད་པ་རྩྭ་རྩེའི་ཟིལ་ཐིགས་བཞིན་དུ་མྱུར་ལ་སྟོན་ཀའི་སྤྲིན་དང་མཚུངས།
en: “Desire is ephemeral like dew on the tip of grass, or like autumn clouds;

source: །ཀླུ་ཡི་བུ་མོ་ཁྲོ་བ་ལྟ་བུར་ཤིན་ཏུ་འཇིགས་པར་བྱེད་པ་ཡིན།
en: Desire is terrifying like the wrath of the nāga girls.

source: །བརྒྱ་བྱིན་འཐབ་བྲལ་རབ་ལྷ་དགའ་ལྡན་པ་དག་བདུད་ཀྱི་དབང་དུ་སོང་།
en: Śakra, the gods in the Heaven Free from Strife, and the gods in the Heaven of Joy, all fall under the sway of Māra;

source: །འཕགས་མིན་རྣམས་ཀྱིས་འདོད་པ་སྡུག་བསྔལ་ལྡན་པ་འདི་ལ་སུ་ཞིག་དགའ།
en: Desire plagues all ignoble ones, so how could anyone rejoice in that?”

source: ཤིང་མཆོག་འདི་དག་ལོ་མ་གཞོན་དང་ལྡན་ཞིང་མེ་ཏོག་རྒྱས་གྱུར་ལ།
en: “Look at these beautiful trees with fresh leaves and blooming flowers;

source: །ཤང་ཤང་ཏེའུ་དང་ཁུ་བྱུག་སྒྲ་འབྱིན་བུང་བ་སྒྲ་འབྱིན་ལྡན་པ་གཟིགས།
en: They resound with the cries of pheasants, cuckoo birds, and the humming of bees.

source: །ས་ལས་རྩྭ་འཁྲུངས་རབ་སྔོ་འཇམ་ཞིང་སྣུམ་ལ་ལྕང་ལོ་ཅན་མཆིས་པ།
en: On the ground grows fresh green grass, so soft and thick;

source: །ནགས་མཆོག་མི་ཅི་ཚོགས་ཀྱིས་བསྟེན་པར་ན་ཆུང་རྣམས་དང་དགྱེས་པར་མཛོད།
en: Will you, the lion of men, enjoy yourself with us young girls in a pleasure grove?”

source: ལོ་མར་བཅས་པའི་ཤིང་རྣམས་འདི་དག་དུས་ཀྱི་དབང་གིས་མེ་ཏོག་རྒྱས།
en: “All of these trees produce shoots and flowers according to seasons,

source: །བུང་བ་དག་ཀྱང་བཀྲེས་དང་སྐོམ་པས་ཉེན་ནས་མེ་ཏོག་རྣམས་སུ་ལྷགས།
en: And bees also seek out flowers because of suffering from hunger and thirst.

source: །གང་ཞིག་དུས་ན་ས་ལས་སྐྱེས་པ་རྣམས་ཀྱང་ཉི་མས་སྐམས་པར་འགྱུར།
en: Since everything that grows from the ground will wither under the sun,

source: །ང་འདིར་སྔོན་གྱི་རྒྱལ་བ་རྣམས་ཀྱིས་སྤྱད་པ་བདུད་རྩི་ངེས་པར་སྤྱད།
en: I have resolved to actualize the nectar that all victorious ones have enjoyed.”

source: །བདུད་ཀྱི་བུ་མོ་རྣམས་ཀྱིས་སྨྲས་པ།
en: Māra’s daughters insisted:

source: ཟླ་འདྲའི་ཞལ་མངའ་གཟིགས་ཤིག་པད་མ་སར་པ་འདྲ་བའི་ཁ་བཞིན་ཅན།
en: “Look at us! Our faces are like the moon and like fresh lotus flowers;

source: །སྙན་ཅིང་ཡིད་དུ་འོང་བའི་ཚིག་ལྡན་སོ་ནི་དངུལ་དང་ཁ་བ་འདྲ།
en: Our speech is soft and pleasant, and our teeth as white as snow or silver.

source: །འདི་འདྲ་ལྷ་ཡི་གནས་ན་དཀོན་ན་མི་ཡི་གནས་ནག་ལ་མཆིས།
en: Such beauties are rare among the gods, so how about among humans?
